Repository: common-repository/wpnettermine
Catalog: languages/wpnettermine-*.po
Languages: de_de

source: WPNetTermine Settings
de_de: WPNetTermine-Einstellungen

source: Settings
de_de: Einstellungen

source: Settings &rsaquo; WPNetTermine
de_de: Einstellungen &rsaquo; WPNetTermine

source: Please insert your Object ID of NetTermine here. All other settings are optional.
de_de: Bitte geben Sie hier die Haus-ID von NetTermine an. Alle anderen Einstellungen sind optional.

source: Add the shortcode
de_de: Fügen Sie den Shortcode

source: on a page of this WordPress instance to show the NetTermine form there.
de_de: auf einer Seite dieser WordPress-Instanz ein, um das NetTermine-Formular auf dieser Seite anzuzeigen.

source: Object ID
de_de: Haus-ID

source: The Object ID is available after your registration for the NetTermine service.
de_de: Die Haus-ID erhalten Sie bei der Anmeldung zu NetTermine.

source: Type of integration
de_de: Art der Integration

source: Include as HTML (default)
de_de: Als HTML einfügen (Standard)

source: Include as IFrame
de_de: Als IFrame einfügen

source: IFrame width
de_de: Breite des IFrames

source: If you choose "Include as IFrame", please insert the width of the IFrame in pixels.
de_de: Wenn Sie "Als Iframe einfügen" gewählt haben, geben Sie hier die Breite des Iframes in Pixeln an.

source: IFrame height
de_de: Höhe des IFrames

source: If you choose "Include as IFrame", please insert the height of the IFrame in pixels.
de_de: Wenn Sie "Als IFrame einfügen" gewählt haben, geben Sie hier die Höhe des IFrames in Pixeln an.

source: Individual styles
de_de: Individuelle Styles

source: If you choose "Include as HTML" you can add additional css styles here for the NetTermine form.
de_de: Wenn Sie "Einfügen als HTML" gewählt haben, können Sie hier zusätzliche CSS-Angaben für das NetTermine-Formular machen.

source: HausManager and NetTermine
de_de: HausManager und NetTermine

source: NetTermine and HausManager are products of
de_de: NetTermine und HausManager sind Produkte der

source: Please contact them for all questions regarding these products.
de_de: Bitte kontaktieren Sie sie für alle Fragen bezüglich dieser Produkte.

source: WPNetTermine (this plugin) is not a product of Computer-L.A.N. and not associated with them in any way.
de_de: WPNetTermine (dieses Plugin) ist kein Produkt der Computer-L.A.N. und mit dieser Firma in keiner Weise verbunden.

source: For help with this plugin please always refer to the author of the plugin (see below).
de_de: Für Hilfe zu diesem Plugin, wenden Sie sich bitte immer an den Auto des Plugins (siehe unten).

source: About the author
de_de: Über den Autor

source: Marc Nilius is a software engineer from Germany.
de_de: Marc Nilius ist Software-Entwickler aus Deutschland.

source: Find out more about his projects on his website
de_de: Mehr über seine Projekte gibt es auf seiner Website

source: ) or on Google+ (
de_de: ) oder auf Google+ (

source: Contact him via E-Mail:
de_de: Kontakt via E-Mail:

source: WordPress integration for the NetTermine module of HausManager (www.hausmanager.de).
de_de: WordPress-Integration für das NetTermine-Modul des HausManagers (www.hausmanager.de).

source: Please choose how the NetTermine form should be integrated. For a full integration including your CSS styles, choose "Insert as HTML".
de_de: Bitte wählen Sie, wie das NetTermine-Formular eingefügt werden soll. Wenn Sie eine vollständige Integration inklusive der Nutzung Ihrer CSS-Angaben wünschen, wählen Sie "Einfügen als HTML".

source: The form can be referenced by the ID #nettermine.
de_de: Das Formular kann über die ID #nettermine angesprochen werden.
